{
  "receitas": [
    {
      "id": 1,
      "privada": false,
      "titulo": "Crostini de pimentão com alho",
      "autor": "Hazael Durão",
      "rendimento": 4,
      "tempoPreparo": "30 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1590612673825-_JW_8571.jpg",
      "tags": [
        {
          "nome": "Aperitivos"
        },
        {
          "nome": "Vegetariano"
        },
        {
          "nome": "Almoço"
        },
        {
          "nome": "Brasileira"
        }
      ],
      "descricao": "O petisco ideal para quem é dos sabores intensos. O pimentão encontra o alho e fica perfumado, levemente tostado e bem macio. Receita prática para o happy hour, ou para um jantar preguiçoso.",
      "ingredientes": [
        {
          "ingrediente": "Pimentão Vermelho",
          "quantidade": 2,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Alho",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Azeite",
          "quantidade": 2,
          "unidadeMedida": "colheres de sopa",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Pão Cascudo",
          "quantidade": 4,
          "unidadeMedida": "fatias",
          "categoria": "Pães"
        },
        {
          "ingrediente": "Pimenta-do-reino",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "Lave, seque e corte os pimentões ao meio. Descarte as sementes e fatie cada metade em tiras finas de 0,5 cm. Com a lateral da lâmina da faca, amasse e descasque o dente de alho.",
        "Leve uma frigideira grande ao fogo médio. Quando aquecer, toste levemente as fatias de pão por 1 minuto de cada lado. ",
        "Mantenha a frigideira em fogo médio, regue com o azeite, adicione o dente de alho e mexa por 1 minuto, apenas para perfumar. Junte os pimentões, tempere com sal e pimenta a gosto e refogue por 8 minutos até ficarem bem macios e levemente tostados. Descarte o alho e sirva o pimentão sobre as fatias de pão."
      ]
    },
    {
      "id": 2,
      "privada": false,
      "titulo": "Arroz de forno gratinado",
      "autor": "Juliana Vasques",
      "rendimento": 4,
      "tempoPreparo": "2 horas",
      "imagem": "https://cdn.panelinha.com.br/receita/1583864167360-arroz%20de%20forno.jpg",
      "tags": [
        {
          "nome": "Almoço"
        },
        {
          "nome": "Prato principal"
        }
      ],
      "descricao": "Para o arroz de forno ficar cremoso, vai bechamel. Para ficar mais saboroso, vai alho poró no molho e pedaços de abobrinha grelhada. Para a textura ficar mais interessante, uma farofinha de parmesão por cima. E para ficar mais moderninho, levamos ao forno em refratários individuais. Pode até servir em jantar para convidados, que ninguém vai torcer o nariz.",
      "ingredientes": [
        {
          "ingrediente": "Arroz",
          "quantidade": 3,
          "unidadeMedida": "xícara de chá",
          "categoria": "Grãos"
        },
        {
          "ingrediente": "Peito de frango",
          "quantidade": 1,
          "unidadeMedida": "xícara de chá",
          "categoria": "Carnes"
        },
        {
          "ingrediente": "Abobrinha",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Alho-poró",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Parmesão",
          "quantidade": 1,
          "unidadeMedida": "xícara de chá",
          "categoria": "Laticínios"
        },
        {
          "ingrediente": "Leite",
          "quantidade": 2,
          "unidadeMedida": "xícara de chá",
          "categoria": "Latícinios"
        },
        {
          "ingrediente": "Manteiga",
          "quantidade": 1.5,
          "unidadeMedida": "colher de sopa",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Azeite",
          "quantidade": 0.5,
          "unidadeMedida": "colher de sopa",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Farinha de Trigo",
          "quantidade": 1.5,
          "unidadeMedida": "colher de sopa",
          "categoria": "Farinhas"
        },
        {
          "ingrediente": "Farinha de Rosca",
          "quantidade": 2,
          "unidadeMedida": "colher de sopa",
          "categoria": "Farinhas"
        },
        {
          "ingrediente": "Noz-moscada",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Pimenta-do-reino",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "Preaqueça o forno a 220 ºC (temperatura alta). Unte com manteiga 4 refratários individuais, com capacidade de cerca de 400 ml, e coloque numa assadeira. ",
        "Lave, seque e fatie o talo do alho-poró em rodelas finas – reserve as folhas (pode congelar) para outra receita. Lave, seque e corte a abobrinha em quartos, no sentido do comprimento. ",
        "Derreta a manteiga em uma panela média ao fogo médio. Adicione o alho-poró, tempere com uma pitada de sal e refogue por 2 minutos até murchar. Polvilhe a farinha e mexa por 1 minuto – essa mistura de manteiga com farinha, chamada de roux, vai engrossar o molho bechamel. ",
        "Retire a panela do fogo e adicione todo o leite de uma só vez, misturando bem com um batedor de arame para dissolver os gruminhos de farinha. Volte a panela ao fogo alto, tempere com ¼ de colher (chá) de sal e noz-moscada a gosto. Assim que ferver, abaixe o fogo e deixe cozinhar por cerca de 10 minutos, mexendo de vez em quando com uma espátula até engrossar. Transfira para uma tigela grande para amornar.",
        "Enquanto isso, prepare as abobrinhas. Leve uma frigideira grande ao fogo médio. Quando aquecer, regue com o azeite e disponha os pedaços de abobrinha, um ao lado do outro, com a parte cortada para baixo. Deixe dourar por cerca de 2 minutos e vire com uma pinça, para dourar o outro lado por igual. Transfira para a tábua, tempere com uma pitada de sal e corte a abobrinha em fatias rústicas de 3 cm, com cortes diagonais.",
        "Acrescente o arroz cozido ao molho bechamel com alho-poró, junte o frango e ¾ de xícara (chá) do queijo parmesão ralado. Misture bem e transfira para os refratários untados. Disponha os pedaços de abobrinha em cada refratário, aperte para que afundem no arroz com fiquem com algumas pontinhas para fora.",
        "Numa tigela pequena, misture a farinha de rosca com o restante do queijo ralado. Polvilhe a mistura sobre o arroz de cada refratário e leve ao forno para assar por cerca de 25 minutos até dourar. Sirva com molho de pimentão."
      ]
    },
    {
      "id": 3,
      "privada": false,
      "titulo": "Salada de tomate com segurelha",
      "autor": "Paloma Sítima",
      "rendimento": 6,
      "tempoPreparo": "2 horas",
      "imagem": "https://cdn.panelinha.com.br/receita/956545200000-Salada-de-tomate-com-segurelha.jpg",
      "tags": [
        {
          "nome": "Entrada"
        },
        {
          "nome": "Almoço"
        },
        {
          "nome": "Vegana"
        }
      ],
      "descricao": "A olhos nus, esta parece uma simples saladinha. Logo no primeiro pedaço, você irá descobrir que trata-se da melhor salada de tomate que você já terá experimentado. E o segredo está na leve desidratação, feita com sal grosso, e também na combinação com a segurelha, uma erva pouco conhecida, mas ótima para temperar tomates.",
      "ingredientes": [
        {
          "ingrediente": "Tomate",
          "quantidade": 4,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Sal Grosso",
          "quantidade": 2,
          "unidadeMedida": "colher de sopa",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Segurelha",
          "quantidade": 2,
          "unidadeMedida": "colher de sopa",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Azeite",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Óleos"
        }
      ],
      "modoPreparo": [
        "Lave bem os tomates em água corrente. Corte cada tomate em 8 gomos: primeiro corte uma tampa, vire para baixo na tábua e corte em cruz e, depois, em x, formando as 8 partes.",
        "Transfira os gomos de tomate para um escorredor de macarrão ou uma peneira. Salpique o sal grosso e metade da segurelha, misture para envolver bem todos os gomos com o sal.",
        "Coloque o escorredor (ou peneira) sobre uma tigela, cubra os tomates com filme e leve à geladeira por 24 horas - o filme evita que os tomates ressequem.",
        "Na hora de servir, retire a tigela da geladeira. Descarte a água que saiu dos tomates e chacoalhe delicadamente cada gomo para retirar o excesso de sal grosso.",
        "Transfira os tomates para uma travessa, regue com azeite e o restante da segurelha. Sirva a seguir com salada de folhas verdes."
      ]
    },
    {
      "id": 4,
      "privada": false,
      "titulo": "Strudel folhado de maçã",
      "autor": "Alisha Cascais",
      "rendimento": 4,
      "tempoPreparo": "2 horas",
      "imagem": "https://cdn.panelinha.com.br/receita/1415152800000-Strudel-folhado-de-maca.jpg",
      "tags": [
        {
          "nome": "Sobremesas"
        },
        {
          "nome": "Alemã"
        }
      ],
      "descricao": "Com massa folhada pronta, até um strudel vira receita rápida! A única demora? O tempo de descongelar a massa. Esse clássico versão express vai impressionar!",
      "ingredientes": [
        {
          "ingrediente": "Massa semi folhada",
          "quantidade": 150,
          "unidadeMedida": "grama",
          "categoria": "Massas"
        },
        {
          "ingrediente": "Maçã verde",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Frutas"
        },
        {
          "ingrediente": "Açúcar",
          "quantidade": 2,
          "unidadeMedida": "colher de sopa",
          "categoria": "Doces e Chocolates"
        },
        {
          "ingrediente": "Nozes",
          "quantidade": 0.25,
          "unidadeMedida": "xícara de chá",
          "categoria": "Nozes e Sementes"
        },
        {
          "ingrediente": "Uvas-passas brancas",
          "quantidade": 2,
          "unidadeMedida": "colher de sopa",
          "categoria": "Frutas"
        },
        {
          "ingrediente": "Rum",
          "quantidade": 0.5,
          "unidadeMedida": "colher de sopa",
          "categoria": "Bebidas"
        },
        {
          "ingrediente": "Canela",
          "quantidade": 0.5,
          "unidadeMedida": "colher de chá",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Ovo de galinha",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Ovos"
        }
      ],
      "modoPreparo": [
        "Retire a massa folhada do congelador 2 horas antes de começar o preparo.",
        "Preaqueça o forno a 200 oC (temperatura média).",
        "Numa tigela, misture as uvas-passas com o rum e deixe hidratar por alguns minutos. Enquanto isso, numa tábua, descasque, retire as sementes e corte a maçã em cubos pequenos. Pique fino as nozes.",
        "Transfira os cubos de maçã e as nozes para a tigela com as uvas-passas, junte o açúcar e a canela e misture bem.",
        "Com um rolo, abra a massa folhada, mantendo o formato retangular, até ficar com cerca de 0,5 cm de espessura e transfira para uma assadeira.",
        "Distribua a mistura de maçã cobrindo metade da massa no sentido do comprimento. Deixe uma borda de 0,5 cm sem recheio para fechar o strudel. Pincele as bordas com água, dobre a outra metade da massa sobre o recheio e aperte bem as bordas para fechar.",
        "Numa tigela, quebre o ovo, junte 1 colher (chá) de água e bata com um garfo apenas para misturar. Pincele sobre o strudel e leve para assar em forno preaquecido durante 30 minutos ou até dourar. Sirva morno ou em temperatura ambiente, acompanhado de creme de leite fresco batido."
      ]
    },
    {
      "id": 5,
      "privada": false,
      "titulo": "RABANADA PARA A SOBREMESA",
      "autor": "Panelinha",
      "rendimento": 3,
      "tempoPreparo": "5 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1591975435954-bolinho.jpg",
      "tags": [
        {
          "nome": "sobremesa"
        }
      ],
      "descricao": "Para matar a vontade de um doce no meio da tarde ou resolver uma sobremesa rápida. Para ficar com cara de festa, sirva com creme batido ou uma bola de sorvete.",
      "ingredientes": [
        {
          "ingrediente": "Ovo",
          "quantidade": 1,
          "unidadeMedida": "Unidade",
          "categoria": "Ovos"
        },
        {
          "ingrediente": "Óleo",
          "quantidade": 3,
          "unidadeMedida": "Colheres de sopa",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Leite de Coco",
          "quantidade": 4,
          "unidadeMedida": "Colheres de sopa",
          "categoria": "Laticíneo"
        },
        {
          "ingrediente": "Chocolate em pó",
          "quantidade": 4,
          "unidadeMedida": "Colheres de sopa",
          "categoria": "Doces e Chocolates"
        },
        {
          "ingrediente": "Açúcar",
          "quantidade": 3,
          "unidadeMedida": "Colheres de sopa",
          "categoria": "Doces e Chocolates"
        },
        {
          "ingrediente": "Farinha de trigo",
          "quantidade": 3,
          "unidadeMedida": "Colheres de sopa",
          "categoria": "Farinha"
        },
        {
          "ingrediente": "Fermento",
          "quantidade": 0.5,
          "unidadeMedida": "Colher de chá",
          "categoria": "Fermentos"
        }
      ],
      "modoPreparo": [
        "Numa tigela média, quebre o ovo. Junte o óleo, o leite e misture bem, com um batedor de arame (ou com um garfo). ",
        "Adicione o chocolate em pó e a farinha, passando por uma peneira. Acrescente o açúcar e misture vigorosamente, até que a massa fique lisa. Por último, misture o fermento.",
        "Divida a massa em 3 xícaras (ou 1 xícara e 1 tigelinha um pouco maior), sem deixar ultrapassar ⅔ da capacidade. Leve ao micro-ondas, na potência máxima, para rodar por 3 minutos. Se quiser, coloque os recipientes num prato dentro do forno — fica mais fácil na hora de tirar.",
        "MUITO CUIDADO na hora de tirar os bolinhos, as xícaras ficam bem quentes – se for servir para crianças, espere esfriar um pouco."
      ]
    },
    {
      "id": 6,
      "privada": false,
      "titulo": "BOLINHO QUENTE DE DOCE DE LEITE",
      "autor": "Panelinha",
      "rendimento": 4,
      "tempoPreparo": "5 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1530803496949-IMG_7314-2.jpg",
      "tags": [
        {
          "nome": "Sobremesa"
        }
      ],
      "descricao": "A colher rompe a tampa do bolinho e encontra uma calda cremosa, dourada. Essa receita é um tesouro; esse bolinho é um deleite. Mas atenção ao ponto: se ele ficar mais tempo do que deve no forno, perde a calda interior.",
      "ingredientes": [
        {
          "ingrediente": "Doce de leite",
          "quantidade": 0.75,
          "unidadeMedida": "xícara de chá",
          "categoria": "Doces e Chocolates"
        },
        {
          "ingrediente": "Ovo",
          "quantidade": 2,
          "unidadeMedida": "unidade",
          "categoria": "Ovos"
        },
        {
          "ingrediente": "Manteiga",
          "quantidade": 50,
          "unidadeMedida": "grama",
          "categoria": "Laticínios"
        },
        {
          "ingrediente": "Açúcar",
          "quantidade": 0.25,
          "unidadeMedida": "xícara de chá",
          "categoria": "Doces e Chocolates"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 1,
          "unidadeMedida": "pitada",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Farinha de Trigo",
          "quantidade": 2,
          "unidadeMedida": "colher de sopa",
          "categoria": "Farinhas"
        }
      ],
      "modoPreparo": [
        "Preaqueça o forno a 200 ºC (temperatura média). Unte com manteiga quatro ramequins 7 cm de diâmetro e 5 cm de altura. Polvilhe com farinha de trigo, chacoalhe para espalhar e bata bem sobre a pia para retirar o excesso.",
        "Numa tigela média, coloque a manteiga e leve ao micro-ondas por 1 minuto para derreter. Junte o doce de leite, o açúcar e misture bem com uma espátula até ficar liso.",
        "Numa tigela pequena, quebre um ovo de cada vez e junte ao doce de leite  – se um estiver estragado, você não perde a receita. Acrescente uma pitada de sal e misture bem. Acrescente a farinha, aos poucos, passando pela peneira. Misture delicadamente com a espátula para incorporar.",
        "Divida a massa de bolo nos ramequins e coloque numa assadeira. Leve ao forno para assar por cerca de 15 minutos. Atenção para o ponto: o bolinho deve crescer, e pode até rachar no centro, mas não deve assar completamente. Uma boa maneira de verificar é espetando um palito: nas bordas, deve sair limpo, porém no centro, sai molhado. Quem tem a manha na cozinha, pode dar uma chacoalhada na tigela: você vai notar que a borda está firme, mas o centro ainda se mexe. Se passar do tempo, o bolinho vai assar completamente e ficar sem a calda interior. Fique atento às características, pois os fornos são diferentes e o tempo pode variar.",
        "Retire do forno, polvilhe com açúcar de confeiteiro ou cacau em pó e sirva imediatamente."
      ]
    },
    {
      "id": 7,
      "privada": false,
      "titulo": "GELEIA DE MANGA E MARACUJÁ",
      "autor": "Panelinha",
      "rendimento": 4,
      "tempoPreparo": "1 hora",
      "imagem": "https://cdn.panelinha.com.br/receita/1540583468204-receita-geleiaaaaa.jpg",
      "tags": [
        {
          "nome": "Geleia"
        }
      ],
      "descricao": "Tem fruta madura dando sopa? Geleia nelas! E geleia caseira, claro, sem conservantes e com aquele gostinho de cozinha do interior. Nesta receita, o maracujá (azedo, de sabor mais forte e rico em pectina) é combinado com a manga (mais doce e carnuda).",
      "ingredientes": [
        {
          "ingrediente": "Manga",
          "quantidade": 2,
          "unidadeMedida": "unidade",
          "categoria": "Frutas"
        },
        {
          "ingrediente": "Maracujá",
          "quantidade": 3,
          "unidadeMedida": "unidade",
          "categoria": "Frutas"
        },
        {
          "ingrediente": "Açucar",
          "quantidade": 1,
          "unidadeMedida": "xícara de chá",
          "categoria": "Doces e Chocolates"
        },
        {
          "ingrediente": "Água",
          "quantidade": 0.66,
          "unidadeMedida": "xícara",
          "categoria": "Bebidas"
        }
      ],
      "modoPreparo": [
        "Coloque um pires no congelador - ele vai ser utilizado para verificar o ponto do cozimento da geleia.",
        "Descasque e corte a polpa da manga em pedaços médios. Transfira para uma panela média, cubra com água e deixe cozinhar em fogo baixo por cerca de 15 minutos, mexendo de vez em quando e amassando com a espátula para formar um purê.",
        "Corte o topo dos maracujás e junte a polpa (com as sementes) ao purê de manga. Acrescente o açúcar e misture bem. Deixe cozinhar em fogo baixo por mais 25 minutos, até engrossar, mexendo de vez em quando para não grudar no fundo e laterais da panela. Para verificar o ponto coloque um pouco da geleia num dos cantos do pires e incline delicadamente: a geleia deve estar na consistência de gel, ela não pode escorrer líquida.",
        "Com uma concha, transfira a geleia ainda quente para potes de vidro esterilizados, deixando cerca de 2 cm até a tampa livre. Feche os potes com a geleia quente para formar vácuo."
      ]
    },
    {
      "id": 8,
      "privada": false,
      "titulo": "CALDA DE CHOCOLATE BRANCO CARAMELIZADO",
      "autor": "Panelinha",
      "rendimento": 6,
      "tempoPreparo": "1 hora",
      "imagem": "https://cdn.panelinha.com.br/receita/1444273200000-Calda-de-chocolate-branco-caramelizado.jpg",
      "tags": [
        {
          "nome": "Sobremesa"
        }
      ],
      "descricao": "O chocolate branco é feito com três ingredientes: leite, açúcar e manteiga de cacau. Ou seja, tem tudo o que precisa para se transformar numa deliciosa calda.",
      "ingredientes": [
        {
          "ingrediente": "Chocolate branco",
          "quantidade": 300,
          "unidadeMedida": "grama",
          "categoria": "Doces e Chocolates"
        }
      ],
      "modoPreparo": [
        "Numa tábua, pique o chocolate em pedaços pequenos e uniformes - assim eles derretem e caramelizam por igual. Transfira para uma frigideira grande.",
        "Leve a frigideira ao fogo baixo e deixe cozinhar, mexendo de vez em quando. A cada 5 minutos, retire a frigideira do fogo, mexa e aperte bem o chocolate derretido com a espátula. Volte ao fogo baixo e deixe cozinhar novamente - não se preocupe se o chocolate endurecer e ficar com aparência granulada, ele volta a derreter novamente.",
        "Cozinhe por cerca de 50 minutos, fazendo esse movimento de vai-vem até formar uma calda cor de caramelo. Desligue o fogo, transfira para um pote e sirva a seguir. Esta calda é ótima para acompanhar tortas, frutas e sorvetes."
      ]
    },
    {
      "id": 9,
      "privada": false,
      "titulo": "MERENGUE SUÍÇO",
      "autor": "Panelinha",
      "rendimento": 6,
      "tempoPreparo": "5 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1433300400000-Merengue-suico.jpg",
      "tags": [
        {
          "nome": "Sobremesa"
        }
      ],
      "descricao": "Um merengue mais fácil de dar certo: no método suíço, o açúcar é rapidamente dissolvido na clara e só então vai para a batedeira. Dura até três dias na geladeira!",
      "ingredientes": [
        {
          "ingrediente": "Ovo",
          "quantidade": 3,
          "unidadeMedida": "unidade",
          "categoria": "Ovos"
        },
        {
          "ingrediente": "Açucar",
          "quantidade": 1,
          "unidadeMedida": "xícara de chá",
          "categoria": "Doces e Chocolates"
        }
      ],
      "modoPreparo": [
        "Leve uma panela pequena com água ao fogo médio - ela servirá de base para o banho-maria. ",
        "Numa tigela pequena, quebre um ovo e deixe escorrer apenas a clara, utilizando a casca para separar a gema. Transfira a clara para uma tigela de vidro (ou inox) e reserve a gema para outra receita. Repita com os outros ovos - se um deles não estiver bom, você não perde toda a receita. ",
        "Junte o açúcar às claras, encaixe a tigela na panela e mexa com um batedor de arame, por cerca de 4 minutos, até ficar liso - cuidado para não cozinhar as claras. Para ter certeza de que está no ponto, com uma colher retire uma porção da mistura e com a ponta dos dedos verifique se as claras estão aquecidas e sem grãozinhos de açúcar. Você pode também fazer este procedimento direto na panela sem o banho-maria, é mais rápido, mas o risco das claras cozinharem é maior.",
        "Transfira para a tigela da batedeira e bata em velocidade alta por cerca de 10 minutos, ou até esfriar e formar um merengue firme.",
        "Transfira para um pote e sirva a seguir. Este merengue é ótimo para comer com tortas e frutas. Vai bem até com drinques!"
      ]
    },
    {
      "id": 10,
      "privada": false,
      "titulo": "Molho de alho e limão para a salada",
      "autor": "Gabi Gol",
      "rendimento": 4,
      "tempoPreparo": "10 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1585255240455-molho-alho-e-lima%CC%83o.jpg",
      "tags": [
        {
          "nome": "Entrada"
        },
        {
          "nome": "Salada"
        }
      ],
      "descricao": "Molho bem básico e curinga. Dura três dias na geladeira - atalho dos bons para o dia a dia.",
      "ingredientes": [
        {
          "ingrediente": "Alho",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Azeite",
          "quantidade": 6,
          "unidadeMedida": "colher de sopa",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Suco de limão",
          "quantidade": 2,
          "unidadeMedida": "colher de sopa",
          "categoria": "Frutas"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 0.5,
          "unidadeMedida": "colher de chá",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "No pilão, bata o dente de alho com o sal até formar uma pastinha. Transfira para um pote de vidro (que tenha tampa), junte o caldo do limão, o azeite, tampe e chacoalhe bem para misturar. Utilize a seguir ou mantenha na geladeira por até 3 dias."
      ]
    },
    {
      "id": 11,
      "privada": false,
      "titulo": "Banana dourada com merengue",
      "autor": "Klebinho Damassa",
      "rendimento": 4,
      "tempoPreparo": "25 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1411700400000-Banana-dourada-com-merengue.jpg",
      "tags": [
        {
          "nome": "Sobremesa"
        }
      ],
      "descricao": "Banana com merengue é como um casamento que deu certo: eles conversam, eles se entendem. Eles deixam a gente se sentindo muito bem!",
      "ingredientes": [
        {
          "ingrediente": "Ovo",
          "quantidade": 3,
          "unidadeMedida": "unidade",
          "categoria": "Ovos"
        },
        {
          "ingrediente": "Açucar",
          "quantidade": 5,
          "unidadeMedida": "xícara de chá",
          "categoria": "Doces e chocolates"
        },
        {
          "ingrediente": "Bananas nanicas",
          "quantidade": 4,
          "unidadeMedida": "unidade",
          "categoria": "Frutas"
        },
        {
          "ingrediente": "Manteiga",
          "quantidade": 1,
          "unidadeMedida": "colher de sopa",
          "categoria": "Laticínios"
        },
        {
          "ingrediente": "Raspas de limão siciliano",
          "quantidade": 1,
          "unidadeMedida": "casca",
          "categoria": "Frutas"
        }
      ],
      "modoPreparo": [
        "Leve uma panela pequena com água ao fogo médio - ela servirá de base para o banho-maria. ",
        "Numa tigela, quebre um ovo e deixe escorrer apenas a clara, utilizando a casca para separar a gema. Transfira a clara para uma tigela de vidro (ou inox) e descarte a gema. Repita com os outros ovos - se um deles não estiver bom, você não perde toda a receita. ",
        "Junte o açúcar às claras, encaixe a tigela na panela e mexa com um batedor de arame, por cerca de 4 minutos, até ficar liso - cuidado para não cozinhar as claras. Para ter certeza de que está no ponto, com uma colher retire uma porção da mistura e com a ponta dos dedos verifique se as claras estão aquecidas e sem grãozinhos de açúcar. Você pode também fazer este procedimento direto na panela sem o banho-maria, é mais rápido, mas o risco das claras cozinharem é maior.",
        "Transfira para a tigela da batedeira e bata em velocidade alta por cerca de 10 minutos, ou até esfriar e formar um merengue firme.",
        "Lave e seque as bananas com a casca. Com uma faca afiada, divida cada banana ao meio, no sentido do comprimento, mantendo a casca. ",
        "Leve uma frigideira (de preferência antiaderente) ao fogo alto. Quando aquecer, com uma folha de papel toalha, unte com um pouco de manteiga (repita essa operação antes do preparo de cada banana). ",
        "Polvilhe o lado da polpa de cada banana com ½ colher (chá) de açúcar e transfira para a frigideira com a polpa voltada para baixo. Deixe cozinhar por cerca de 4 minutos, até ficar dourada - pressione delicadamente com uma espátula para ficar uniforme. Transfira para uma travessa e repita esse processo com todas as bananas (se sua frigideira for grande o bastante, faça mais do que uma banana por vez). ",
        "Sirva as bananas quentes com o merengue e decore com raspas de limão siciliano."
      ]
    },
    {
      "id": 12,
      "privada": false,
      "titulo": "Molho oriental para salada",
      "autor": "Pinguim44",
      "rendimento": 6,
      "tempoPreparo": "10 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1585255748130-molho-oriental.jpg",
      "tags": [
        {
          "nome": "Salada"
        },
        {
          "nome": "Entrada"
        }
      ],
      "descricao": "Sabor agridoce e suave. Perfeito para preparos orientais - experimente também com arroz frito!",
      "ingredientes": [
        {
          "ingrediente": "Óleo de girassol",
          "quantidade": 6,
          "unidadeMedida": "colher de sopa",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Vinagre de arroz",
          "quantidade": 0.25,
          "unidadeMedida": "xícara de chá",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "´Mel",
          "quantidade": 2,
          "unidadeMedida": "colher de sopa",
          "categoria": "Doces e Chocolates"
        },
        {
          "ingrediente": "Óleo de gergelim",
          "quantidade": 0.5,
          "unidadeMedida": "colher de chá",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 0.5,
          "unidadeMedida": "colher de chá",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "Num pote de vidro (que tenha tampa), coloque todos os ingredientes, feche e chacoalhe bem para misturar. Utilize a seguir ou mantenha na geladeira por até 10 dias."
      ]
    },
    {
      "id": 13,
      "privada": false,
      "titulo": "Sagu de uva",
      "autor": "Juvenaldo",
      "rendimento": 6,
      "tempoPreparo": "2 horas e 30 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1589812546307-SAGU-DE-SUCO-DE-UVA.jpg",
      "tags": [
        {
          "nome": "Sobremesa"
        }
      ],
      "descricao": "Quer fazer sagu mas não tem vinho? Não tem problema: experimente esta versão com suco de uva! É tão saborosa e linda quanto a receita clássica.",
      "ingredientes": [
        {
          "ingrediente": "Sagu",
          "quantidade": 0.5,
          "unidadeMedida": "xícara de chá",
          "categoria": "Grãos"
        },
        {
          "ingrediente": "Suco de uva integral",
          "quantidade": 1.5,
          "unidadeMedida": "xícara de chá",
          "categoria": "Bebidas"
        },
        {
          "ingrediente": "Água",
          "quantidade": 2.5,
          "unidadeMedida": "xícara de chá",
          "categoria": "Bebidas"
        },
        {
          "ingrediente": "Açúcar",
          "quantidade": 0.5,
          "unidadeMedida": "xícara de chá",
          "categoria": "Doces e Chocolates"
        },
        {
          "ingrediente": "Canela",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Cravos-da-Índia",
          "quantidade": 2,
          "unidadeMedida": "unidade",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "Numa tigela, coloque o sagu, cubra com 1 xícara (chá) da água filtrada e deixe descansar por uma hora. ",
        "Faltando 15 minutos para completar o tempo do sagu, coloque numa panela média 1 ½ xícara (chá) da água, o suco de uva, a canela, os cravos e o açúcar. Misture bem, até o açúcar dissolver.",
        "Leve a panela ao fogo alto. Quando ferver, junte o sagu (com o líquido que sobrou na tigela) e abaixe o fogo. Deixe cozinhar por 30 minutos, mexendo de vez em quando para o sagu não grudar no fundo da panela, até que as bolinhas estejam macias e quase transparentes.",
        "Transfira o sagu para uma tigela e deixe esfriar em temperatura ambiente por 30 minutos – nesse tempo as bolinhas terminam de cozinhar no próprio calor e a sobremesa atinge a consistência ideal. Cubra e leve à geladeira para esfriar por pelo menos 1 hora antes de servir. Sirva puro, com creme inglês, creme batido ou pedaços de frutas."
      ]
    },
    {
      "id": 14,
      "privada": false,
      "titulo": "Bolinho de arroz (reaproveitamento)",
      "autor": "Paolinha",
      "rendimento": 20,
      "tempoPreparo": "30 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/958186800000-Bolinho-de-arroz-reaproveitamento.jpg",
      "tags": [
        {
          "nome": "Entrada"
        }
      ],
      "descricao": "Sobrou muito arroz? Que sorte! Estes bolinhos são irresistíveis!",
      "ingredientes": [
        {
          "ingrediente": "Arroz",
          "quantidade": 2,
          "unidadeMedida": "xícara de chá",
          "categoria": "Grãos"
        },
        {
          "ingrediente": "Salsinha",
          "quantidade": 0.5,
          "unidadeMedida": "xícara de chá",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Ovos",
          "quantidade": 2,
          "unidadeMedida": "unidades",
          "categoria": "Ovos"
        },
        {
          "ingrediente": "Farinha de trigo",
          "quantidade": 1,
          "unidadeMedida": "xícara de chá",
          "categoria": "Farinhas"
        },
        {
          "ingrediente": "Queijo parmesão",
          "quantidade": 4,
          "unidadeMedida": "colher de sopa",
          "categoria": "Laticínios"
        },
        {
          "ingrediente": "Óleo de soja",
          "quantidade": 1,
          "unidadeMedida": "litro",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Pimenta do reino",
          "quantidade": 0.5,
          "unidadeMedida": "colher de chá",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 0.5,
          "unidadeMedida": "colher de chá",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "Junte todos os ingredientes, exceto o óleo, numa tigela. Misture bem, usando uma colher de pau. A mistura deve ficar bem homogênea e desgrudando das mãos. ",
        "Coloque o óleo numa panela e leve ao fogo médio para aquecer. ",
        "Enquanto o óleo aquece, faça bolinhas com o auxílio de uma colher de chá e coloque num prato. ",
        "Quando o óleo estiver bem quente, coloque as bolinhas delicadamente para fritar. Não coloque todas de uma vez, frite em várias etapas. Com a ajuda de uma escumadeira, retire as bolinhas da panela quando elas estiverem douradas e coloque sobre um prato forrado com papel-toalha. ",
        "Sirva bem quente."
      ]
    },
    {
      "id": 15,
      "privada": false,
      "titulo": "Carne moída com vagem",
      "autor": "Diana Tabanez",
      "rendimento": 6,
      "tempoPreparo": "15 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1582318381945-carne%20mo%C3%ADda%20com%20vagem.jpg",
      "tags": [
        {
          "nome": "Almoço"
        },
        {
          "nome": "Prato Principal"
        }
      ],
      "descricao": "Para variar os sabores da carne moída, vamos de vagens crocantes, um toque de especiarias e técnica francesa para fazer um molho mais encorpado.",
      "ingredientes": [
        {
          "ingrediente": "Patinho Moído",
          "quantidade": 400,
          "unidadeMedida": "grama",
          "categoria": "Carnes"
        },
        {
          "ingrediente": "Vagem",
          "quantidade": 20,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Cebola",
          "quantidade": 0.5,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Água",
          "quantidade": 1,
          "unidadeMedida": "xícara de chá",
          "categoria": "Bebidas"
        },
        {
          "ingrediente": "Farinha de trigo",
          "quantidade": 1,
          "unidadeMedida": "colher de sopa",
          "categoria": ""
        },
        {
          "ingrediente": "Azeite",
          "quantidade": 2,
          "unidadeMedida": "colher de sopa",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Páprica doce",
          "quantidade": 1,
          "unidadeMedida": "colher de chá",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Cominho",
          "quantidade": 0.5,
          "unidadeMedida": "colher de chá",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Dente de alho",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Pimenta-do-reino",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "Retire a carne moída da geladeira e mantenha em temperatura ambiente enquanto prepara os outros ingredientes – se estiver gelada na hora de ir para a panela, a carne vai cozinhar no próprio vapor em vez de dourar. Leve um pouco mais de 1 xícara (chá) de água ao fogo baixo para ferver.",
        "Lave e seque as vagens. Descarte as pontinhas e fatie, na diagonal, em pedaços de 1,5 cm. Descasque e corte a cebola em cubos de 1 cm. Descasque e pique fino o dente de alho.",
        "Leve uma panela média (ou frigideira grande) ao fogo médio. Quando estiver bem quente, regue com 1 colher (sopa) de azeite e coloque a carne moída em montinhos, distribuindo por todo o fundo da panela – assim ela doura melhor. Deixe cozinhar sem mexer por 1 minuto para dourar bem. Tempere a carne com sal e pimenta e polvilhe com a farinha de trigo. Deixe cozinhar por cerca de 5 minutos, mexendo de vez em quando com espátula para desmanchar os pedaços de carne e dourar por igual.",
        "Transfira a carne dourada para uma tigela e mantenha a panela em fogo médio. Regue com o azeite restante e acrescente a cebola. Tempere com uma pitada de sal e refogue por cerca de 2 minutos, até murchar.",
        "Adicione as vagens, tempere com sal, pimenta e refogue por 2 minutos até dourar levemente e começarem a ficar macias – não cozinhe demais, a ideia é que fiquem crocantes. Junte o alho e tempere com o cominho e a páprica. Mexa por 1 minuto para perfumar. ",
        "Regue a frigideira com 1 xícara (chá) da água quente, aos poucos, misturando com a espátula para incorporar o sabor do refogado. Volte a carne para a panela e deixe cozinhar por mais 2 minutos para o molho encorpar. Sirva a seguir."
      ]
    },
    {
      "id": 16,
      "privada": false,
      "titulo": "Farofa de cenoura",
      "autor": "Geovanna Sabala",
      "rendimento": 6,
      "tempoPreparo": "15 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1582317760223-farofa%20de%20cenoura.jpg",
      "tags": [
        {
          "nome": "Acompanhamento"
        }
      ],
      "descricao": "Crocante e adocicada, essa farofa de milho com cenoura e cebola é viciante. A sorte é que combina com muita coisa: com grelhados, ensopados, assados, para comer com arroz e feijão…",
      "ingredientes": [
        {
          "ingrediente": "Farinha de milho",
          "quantidade": 2.5,
          "unidadeMedida": "xícara de chá",
          "categoria": "Farinhas"
        },
        {
          "ingrediente": "Cenoura",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Cebola",
          "quantidade": 1.5,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Manteiga",
          "quantidade": 75,
          "unidadeMedida": "grama",
          "categoria": "Laticínios"
        },
        {
          "ingrediente": "Óleo de soja",
          "quantidade": 0.25,
          "unidadeMedida": "xícara de chá",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 0.5,
          "unidadeMedida": "colher de chá",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "Lave, descasque  e passe a cenoura pela parte grossa do ralador. Descasque e fatie a cebola em meias-luas finas, de 0,5 cm.",
        "Leve uma frigideira grande com o óleo ao fogo alto. Quando aquecer, acrescente as cebolas fatiadas e deixe fritar por cerca de 8 minutos até começarem a dourar – mexa de vez em quando com uma espátula para não queimar.",
        "Diminua o fogo para médio, adicione a manteiga e mexa para derreter. Acrescente a cenoura ralada, tempere com ½ colher (chá) de sal e mexa por 2 minutos até murchar.",
        "Junte a farinha de milho aos poucos, misturando com a espátula para incorporar. Deixe cozinhar por mais 5 minutos, mexendo de vez em quando, para a farofa ficar crocante. Sirva a seguir."
      ]
    },
    {
      "id": 17,
      "privada": false,
      "titulo": "Salada de duas frutas",
      "autor": "Sarah Arantes",
      "rendimento": 4,
      "tempoPreparo": "10 minutos",
      "imagem": "https://cdn.panelinha.com.br/receita/1544464037834-frutas%20%281%29.jpg",
      "tags": [
        {
          "nome": "Sobremesa"
        }
      ],
      "descricao": "Não precisa ter uma quitanda inteira para preparar uma salada de frutas. Olha como fica linda esta salada que leva apenas mamão e manga! O caldo de limão dá frescor e acentua o sabor. Sirva com folhas de hortelã e farofinha de aveia.",
      "ingredientes": [
        {
          "ingrediente": "Manga",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Frutas"
        },
        {
          "ingrediente": "Mamão formosa",
          "quantidade": 2.33,
          "unidadeMedida": "xícara",
          "categoria": "Frutas"
        },
        {
          "ingrediente": "Limão",
          "quantidade": 1,
          "unidadeMedida": "caldo",
          "categoria": "Frutas"
        },
        {
          "ingrediente": "Raspas de limão",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Mel",
          "quantidade": 2,
          "unidadeMedida": "colher de chá",
          "categoria": "Doces e Verduras"
        },
        {
          "ingrediente": "Hortelã",
          "quantidade": 0,
          "unidadeMedida": "",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "Descasque e corte a manga em cubos de 1,5 cm e transfira para uma tigela. Descarte as sementes, descasque o mamão e corte a polpa em cubos de 1,5 cm. Junte à manga e misture bem delicadamente, para não amassar nem desmanchar as frutas. Cubra com filme e leve à geladeira  por até 1 hora antes de servir – assim a salada de frutas fica bem fresca.",
        "Numa tigela pequena, misture o caldo de limão com o mel. Na hora de servir, regue a calda sobre a salada de frutas e misture delicadamente. Polvilhe com as raspas de limão e sirva com folhas de hortelã a gosto e farofa de aveia."
      ]
    },
    {
      "id": 18,
      "privada": false,
      "titulo": "Nhoque de abóbora",
      "autor": "Virgínia Rodovalho",
      "rendimento": 6,
      "tempoPreparo": "2 horas",
      "imagem": "https://cdn.panelinha.com.br/receita/1583852034986-nhoque%20ab%C3%B3bora.jpg",
      "tags": [
        {
          "nome": "Massas"
        },
        {
          "nome": "Prato Principal"
        }
      ],
      "descricao": "A abóbora empresta sua cremosidade ao nhoque, que ainda por cima fica com uma cor linda. Mas essas vantagens têm seu preço: por ser mais úmida, ela exige alguns cuidados no preparo para evitar a adição de farinha em excesso. Siga a receita com atenção que vai dar certo e ficar uma delícia. Aí você escolhe se vai servir com molho de tomate, com manteiga e sálvia, com bechamel e gorgonzola...",
      "ingredientes": [
        {
          "ingrediente": "Abóbora japonesa",
          "quantidade": 500,
          "unidadeMedida": "grama",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Batata",
          "quantidade": 1,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Farinha de trigo",
          "quantidade": 0.5,
          "unidadeMedida": "xícara de chá",
          "categoria": "Farinhas"
        },
        {
          "ingrediente": "Azeite",
          "quantidade": 0.5,
          "unidadeMedida": "colher de sopa",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 1,
          "unidadeMedida": "colher de chá",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Pimenta-do-reino",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Noz-moscada",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "Preaqueça o forno a 180 ºC (temperatura média).",
        "Caso tenha comprado a abóbora com casca, descarte as sementes e corte a abóbora em fatias de cerca de 3 cm. Corte cada fatia em pedaços médios e descasque os pedaços. ",
        "Transfira a abóbora para uma assadeira média, regue com o azeite, misture e distribua os pedaços para não acumular líquido ao assar.",
        "Leve ao forno para assar por cerca de 40 minutos até a abóbora ficar bem macia – teste o ponto espetando com um garfo. Atenção: não precisa virar os pedaços, a crostinha dourada que forma dá mais sabor ao nhoque. ",
        "Enquanto isso, descasque e corte a batata em 4 pedaços. Transfira para uma panela pequena, cubra com água e leve ao fogo alto. Assim que ferver, abaixe o fogo e deixe cozinhar por cerca de 15 minutos até ficar macia – espete com um garfo para verificar o ponto.",
        "Escorra bem a água da batata. Sobre uma tigela grande, passe os pedaços ainda quentes pelo espremedor.",
        "Retire a abóbora do forno e passe os pedaços também pelo espremedor. Tempere com o sal, pimenta e noz-moscada e misture bem com uma espátula. Deixe o purê amornar antes de preparar a massa do nhoque – se estiver muito quente, vai absorver mais farinha e o nhoque vai ficar pesado.",
        "Na bancada limpa, coloque ½ xícara (chá) de farinha e, sobre ela, o purê de batata com abóbora. Com as mãos, vá misturando delicadamente para incorporar a farinha, sem sovar. Use a palma da mão para apertar a massa sobre ela mesma, virando sobre a farinha, apenas até conseguir formar uma bola. Atenção: essa massa é úmida. Quanto mais você mexer, mais farinha vai precisar e o nhoque vai ficar pesado. ",
        "Para modelar os nhoques: polvilhe um pouco de farinha de trigo numa assadeira grande e na bancada. Com uma espátula de padeiro (ou faca), corte uma porção da massa e enrole sobre a farinha, formando um cilindro de 2 cm de diâmetro. Com a espátula, corte o rolo em pedaços de 2 cm para formar os nhoques. Transfira os nhoques para a assadeira enfarinhada e repita com o restante, sempre polvilhando a bancada com um pouco de farinha. ",
        "Leve uma panela grande com cerca de 3 litros de água ao fogo alto. Unte uma assadeira grande (ou refratário) com óleo. Assim que a água ferver, adicione 1 ½ colher (sopa) de sal. ",
        "Com uma escumadeira, mergulhe cerca de 20 nhoques por vez na água fervente e deixe cozinhar até subirem à superfície. Com a escumadeira, retire os nhoques cozidos, deixando escorrer bem a água, e transfira para a assadeira untada com óleo. Repita com todos os nhoques e sirva a seguir com o molho de sua preferência."
      ]
    },
    {
      "id": 19,
      "privada": false,
      "titulo": "Gelo de café",
      "autor": "Kenzo Bonilha",
      "rendimento": 10,
      "tempoPreparo": "2 horas",
      "imagem": "https://cdn.panelinha.com.br/receita/1545409954436-gelo%20de%20cafe.jpg",
      "tags": [
        {
          "nome": "Sobremesa"
        }
      ],
      "descricao": "Esta ideia é o máximo: quando sobra café, leve ao congelador em forminhas de gelo. Use no café gelado para ele não ficar aguado, para tomar com leite puro, para bater com leite ou preparar outras receitas.",
      "ingredientes": [
        {
          "ingrediente": "Café",
          "quantidade": 1,
          "unidadeMedida": "xícara de chá",
          "categoria": "Bebidas"
        }
      ],
      "modoPreparo": "Preencha as cavidades de uma fôrma de gelo com o café e leve ao congelador por ao menos 4 horas, até firmar. Sirva a seguir com café, com leite puro, batido com leite ou para preparar drinques."
    },
    {
      "id": 20,
      "privada": false,
      "titulo": "Molho de pimentão",
      "autor": "Cristina Lagoa",
      "rendimento": 4,
      "tempoPreparo": "1 hora",
      "imagem": "https://cdn.panelinha.com.br/receita/1583864252524-molho%20pimentao.jpg",
      "tags": [
        {
          "nome": "Molhos"
        }
      ],
      "descricao": "Versátil, combina com carnes, aves, peixes, risotos e legumes grelhados. Fica incrível com batata frita (ou assada). Para quem evita pimentão porque acha indigesto, pode ir tranquilo nesta receita: depois de tirar a pele e as sementes, ele fica inofensivo.",
      "ingredientes": [
        {
          "ingrediente": "Pimentão vermelho",
          "quantidade": 2,
          "unidadeMedida": "unidade",
          "categoria": "Legumes e Verduras"
        },
        {
          "ingrediente": "Vinagre balsâmico",
          "quantidade": 1,
          "unidadeMedida": "colher de sopa",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Azeite",
          "quantidade": 2,
          "unidadeMedida": "colher de sopa",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        },
        {
          "ingrediente": "Pimenta-do-reino",
          "quantidade": 0,
          "unidadeMedida": "a gosto",
          "categoria": "Molhos e Condimentos"
        }
      ],
      "modoPreparo": [
        "Preaqueça o forno a 220 ºC (temperatura média). ",
        "Lave, seque e coloque os pimentões inteiros numa assadeira. Leve ao forno para assar, por cerca de 20 minutos até ficarem com a pele tostada. Se preferir, toste a pele dos pimentões diretamente na boca do fogão: com uma pinça, coloque cada pimentão sobre uma chama do fogão e espere a pele começar a borbulhar, escurecer e rachar, vá virando os legumes para tostar toda a superfície.",
        "Abafe os pimentões por 10 minutos em uma tigela tampada  – a pele se solta mais facilmente. Com as mãos, ou a ajuda de uma colher, descasque os pimentões.",
        "Descarte o cabo e as sementes, transfira para o mini-processador (ou liquidificador) e junte o vinagre balsâmico. Tempere com 1 colher (chá) de sal e pimenta a gosto. Bata até formar uma pasta. Fica uma delícia com carnes ou legumes grelhados e assados, risotos e peixes."
      ]
    },
    {
      "id": 21,
      "privada": false,
      "titulo": "Chapati",
      "autor": "Carla Tomé",
      "rendimento": 10,
      "tempoPreparo": "1 hora",
      "imagem": "https://cdn.panelinha.com.br/receita/1594316806337-chapati1.jpg",
      "tags": [
        {
          "nome": "Acompanhamentos"
        },
        {
          "nome": "Café da Manhã"
        }
      ],
      "descricao": "Também conhecido como pão ázimo, o chapati é uma daquelas receitas que sobrevivem ao tempo. O pãozinho indiano, um dos mais antigos do mundo, é uma maravilha: não leva fermento e é feito na chapa!",
      "ingredientes": [
        {
          "ingrediente": "Farinha de trigo",
          "quantidade": 1,
          "unidadeMedida": "xícara de chá",
          "categoria": "Farinhas"
        },
        {
          "ingrediente": "Sal",
          "quantidade": 0.5,
          "unidadeMedida": "colher de chá",
          "categoria": "Molhos e condimentos"
        },
        {
          "ingrediente": "Óleo de soja",
          "quantidade": 1,
          "unidadeMedida": "colher de sopa",
          "categoria": "Óleos"
        },
        {
          "ingrediente": "Água",
          "quantidade": 0.33,
          "unidadeMedida": "xícara de chá",
          "categoria": "Bebidas"
        }
      ],
      "modoPreparo": [
        "Numa tigela grande misture a farinha de trigo com o sal. Regue com metade da água e misture com a mão até formar uma farofa grossa – a farinha precisa entrar em contato com um pouco de água antes do óleo, para absorver melhor o líquido.",
        "Adicione o óleo e misture bem. Ainda dentro da tigela, acrescente aos poucos o restante da água, amassando com a mão até que a massa absorva todo o líquido.",
        "Sove a massa por 5 minutos: aperte, amasse, estique e amasse novamente, dentro da tigela até atingir uma textura macia e elástica. Se preferir sovar na bancada, polvilhe a superfície com uma camada bem fina de farinha de trigo – é bem fina mesmo, evite juntar mais farinha na massa, o pão pode ficar ressecado.",
        "Modele a massa numa bola e embale com filme (ou cubra com um pano) e deixe descansar por 10 minutos – esse descanso relaxa o glúten e faz o pão inflar com mais facilidade.",
        "Modele um rolinho com a massa e, com uma espátula de padeiro (ou faca), divida em 10 porções. Enrole cada porção numa bolinha e polvilhe a bancada com farinha de trigo. Abra uma bolinha com o rolo de macarrão até formar um disco bem fino – vá polvilhando farinha sob e sobre a massa para não grudar.",
        "Leve uma frigideira média (pode ser de inox ou ferro) ao fogo médio – não precisa untar. Quando estiver quente, bata o disco de massa contra as mãos para tirar o excesso de farinha e coloque na frigideira. Deixe o pão assar por 20 a 30 segundos, até começar a formar bolhas. Com cuidado para não rasgar a massa, vire o pão com uma pinça e deixe por mais 15 segundos na frigideira – o pão vai começar a inflar. Enquanto isso, acenda uma outra boca do fogão.",
        "Tire o pão da frigideira com uma pinça e coloque diretamente na chama da outra boca do fogão para chamuscar levemente. Transfira o pão para um prato e cubra com um pano de prato – assim os pães ficam macios e permanecem quentinhos. Repita com o os outros discos. Você também pode finalizar os chapatis na frigideira, basta deixar cozinhar por mais tempo depois de virar. Sirva a seguir."
      ]
    },
    {
      "id": 0,
      "privada": false,
      "titulo": "",
      "autor": "",
      "rendimento": 0,
      "tempoPreparo": "",
      "imagem": "",
      "tags": [
        {
          "nome": ""
        }
      ],
      "descricao": "",
      "ingredientes": [
        {
          "ingrediente": "",
          "quantidade": 0,
          "unidadeMedida": "",
          "categoria": ""
        }
      ],
      "modoPreparo": ""
    },
    {
      "id": 0,
      "privada": false,
      "titulo": "",
      "autor": "",
      "rendimento": 0,
      "tempoPreparo": "",
      "imagem": "",
      "tags": [
        {
          "nome": ""
        }
      ],
      "descricao": "",
      "ingredientes": [
        {
          "ingrediente": "",
          "quantidade": 0,
          "unidadeMedida": "",
          "categoria": ""
        }
      ],
      "modoPreparo": ""
    },
    {
      "id": 0,
      "privada": false,
      "titulo": "",
      "autor": "",
      "rendimento": 0,
      "tempoPreparo": "",
      "imagem": "",
      "tags": [
        {
          "nome": ""
        }
      ],
      "descricao": "",
      "ingredientes": [
        {
          "ingrediente": "",
          "quantidade": 0,
          "unidadeMedida": "",
          "categoria": ""
        }
      ],
      "modoPreparo": ""
    },
    {
      "id": 0,
      "privada": false,
      "titulo": "",
      "autor": "",
      "rendimento": 0,
      "tempoPreparo": "",
      "imagem": "",
      "tags": [
        {
          "nome": ""
        }
      ],
      "descricao": "",
      "ingredientes": [
        {
          "ingrediente": "",
          "quantidade": 0,
          "unidadeMedida": "",
          "categoria": ""
        }
      ],
      "modoPreparo": ""
    },
    {
      "id": 0,
      "privada": false,
      "titulo": "",
      "autor": "",
      "rendimento": 0,
      "tempoPreparo": "",
      "imagem": "",
      "tags": [
        {
          "nome": ""
        }
      ],
      "descricao": "",
      "ingredientes": [
        {
          "ingrediente": "",
          "quantidade": 0,
          "unidadeMedida": "",
          "categoria": ""
        }
      ],
      "modoPreparo": ""
    },
    {
      "id": 0,
      "privada": false,
      "titulo": "",
      "autor": "",
      "rendimento": 0,
      "tempoPreparo": "",
      "imagem": "",
      "tags": [
        {
          "nome": ""
        }
      ],
      "descricao": "",
      "ingredientes": [
        {
          "ingrediente": "",
          "quantidade": 0,
          "unidadeMedida": "",
          "categoria": ""
        }
      ],
      "modoPreparo": ""
    },
    {
      "id": 0,
      "privada": false,
      "titulo": "",
      "autor": "",
      "rendimento": 0,
      "tempoPreparo": "",
      "imagem": "",
      "tags": [
        {
          "nome": ""
        }
      ],
      "descricao": "",
      "ingredientes": [
        {
          "ingrediente": "",
          "quantidade": 0,
          "unidadeMedida": "",
          "categoria": ""
        }
      ],
      "modoPreparo": ""
    },
    {
      "id": 0,
      "privada": false,
      "titulo": "",
      "autor": "",
      "rendimento": 0,
      "tempoPreparo": "",
      "imagem": "",
      "tags": [
        {
          "nome": ""
        }
      ],
      "descricao": "",
      "ingredientes": [
        {
          "ingrediente": "",
          "quantidade": 0,
          "unidadeMedida": "",
          "categoria": ""
        }
      ],
      "modoPreparo": ""
    },
    {
      "id": 0,
      "privada": false,
      "titulo": "",
      "autor": "",
      "rendimento": 0,
      "tempoPreparo": "",
      "imagem": "",
      "tags": [
        {
          "nome": ""
        }
      ],
      "descricao": "",
      "ingredientes": [
        {
          "ingrediente": "",
          "quantidade": 0,
          "unidadeMedida": "",
          "categoria": ""
        }
      ],
      "modoPreparo": ""
    }
  ]
}
